text_poput_ruk = "Ниже Вам представлена инструкция по использованию Сервиса попутчиков, если Вы хотите стать " \
                 "попутчиком! \n \n \n Инструкция Я попутчик: Попутчику предоставлена возможность в сервисе находить " \
                 "и бронировать поездки (раздел «Я Попутчик» кнопка в главном меню «Найти поездку»), осуществлять " \
                 "поездки в разные города бесплатно, указывать дополнительные опции, например, можно ли курить, " \
                 "провозить животных и тд (раздел «Я Попутчик» кнопка «Найти поездку» при выборе поездки), " \
                 "оставлять положительные\негативные отзывы (отзыв можно оставить только после завершения поездки на " \
                 "того водителя, который Вас вез), узнавать быстрые ответы на волнующие вопросы (раздел «Инструкция» " \
                 "кнопка в главном меню «Ответы на вопросы»), написать администратору (раздел «Инструкция» кнопка в " \
                 "главном меню «Написать администратору»), если вопрос требует вмешательства администратора, " \
                 "а также стать водителем (раздел на главной странице кнопка «Я Водитель»). Также попутчик после " \
                 "регистрации может просматривать свои данные и редактировать их (раздел «Я Попутчик» кнопка в " \
                 "главном меню «Мой профиль»). После бронирования поездки попутчик может отследить все свои поездки (" \
                 "забронированные или уже завершенные) в разделе «Я Попутчик кнопка «История поездок». \n \n \n Мы " \
                 "надеемся, что инструкция показала для Вас всю обширность Сервиса попутчик для использования его в " \
                 "роли попутчика. Мы будем рады, если Вы в дальнейшем будете использовать наш Сервис! "

text_voditel_ruk = "Ниже Вам представлена инструкция по использованию Сервиса попутчиков, если Вы хотите стать " \
                   "водителем! \n \n \n Инструкция Я водитель: Водителю предоставлена возможность в сервисе создавать " \
                   "поездки и искать попутчиков с помощью размещения своего объявления (раздел «Я Водитель» кнопка в " \
                   "главном меню «Создать поездку»), брать с собой в путешествие попутчиков, отклонять бронирование, " \
                   "если Вам не устроил попутчик по каким-либо моментам, просматривать отзывы (отзыв можно " \
                   "просмотреть только после завершения поездки, в случае, если Ваш попутчик оставил на Вас отзыв), " \
                   "узнавать быстрые ответы на волнующие вопросы (раздел «Инструкция» кнопка в главном меню «Ответы " \
                   "на вопросы»), написать администратору (раздел «Инструкция» кнопка в главном меню «Написать " \
                   "администратору»), если вопрос требует вмешательства администратора, а также стать попутчиком (" \
                   "раздел на главной странице кнопка «Я Попутчик»). Также водитель после регистрации может " \
                   "просматривать свои данные и редактировать их (раздел «Я Водитель» кнопка «Мой профиль»). После " \
                   "создания поездки водитель может отследить все свои созданные поездки (созданные или уже " \
                   "завершенные) в разделе «Я Попутчик кнопка «История поездок».\n \n \n Мы надеемся, что инструкция " \
                   "показала для Вас всю обширность Сервиса попутчик для использования его в роли водителя. Мы будем " \
                   "рады, если Вы в дальнейшем будете использовать наш Сервис! "


faq_answers = {
        "1": "Информация о забронированной поездке появится в вашем личном кабинете в разделе 'Мои поездки'.",
        "2": "Вы можете отменить забронированную поездку за 24 часа до ее начала.",
        "3": "В случае опоздания к месту посадки рекомендуем связаться с водителем через чат в приложении для уточнения ситуации.",
        "4": "В случае опоздания к месту посадки рекомендуем связаться с водителем через чат в приложении для уточнения ситуации.",
        "5": "В случае опоздания к месту посадки рекомендуем связаться с водителем через чат в приложении для уточнения ситуации.",
        "6": "В случае опоздания к месту посадки рекомендуем связаться с водителем через чат в приложении для уточнения ситуации.",
        "7": "В случае опоздания к месту посадки рекомендуем связаться с водителем через чат в приложении для уточнения ситуации.",
        "8": "В случае опоздания к месту посадки рекомендуем связаться с водителем через чат в приложении для уточнения ситуации.",
        "9": "В случае опоздания к месту посадки рекомендуем связаться с водителем через чат в приложении для уточнения ситуации.",
        "10": "В случае опоздания к месту посадки рекомендуем связаться с водителем через чат в приложении для уточнения ситуации.",
        "11": "В случае опоздания к месту посадки рекомендуем связаться с водителем через чат в приложении для уточнения ситуации.",
        "12": "В случае опоздания к месту посадки рекомендуем связаться с водителем через чат в приложении для уточнения ситуации.",
        "13": "В случае опоздания к месту посадки рекомендуем связаться с водителем через чат в приложении для уточнения ситуации.",
        }

text_polzov_sogl ="«Пользовательское соглашение для Telegram-бота «Сервис попутчиков» \n Пожалуйста, внимательно " \
                  "ознакомьтесь с этим пользовательским соглашением перед использованием Telegram-бота «Сервис " \
                  "попутчиков». Пользование ботом означает ваше согласие с условиями этого соглашения.\n\n 1. " \
                  "Описание сервиса\n Бот «Сервис попутчиков» предоставляет пользователям возможность находить " \
                  "попутных водителей для бесплатных поездок.\n\n2. Условия использования \nПользователи обязуются " \
                  "использовать бот только в соответствии с действующими законами и правилами платформы " \
                  "Telegram.Пользователи несут ответственность за содержание своих сообщений и действий, " \
                  "осуществляемых через бота.Бот предоставляет информацию о попутных поездках и не несет " \
                  "ответственности за действия пользователей, связанные с самой поездкой.Водители и пассажиры " \
                  "согласовывают детали поездки, включая время, место встречи и маршрут в рамках сервиса.Попутчики " \
                  "могут добровольно отблагодарить водителей за предоставленную поездку.\n\n3. Отказ от " \
                  "ответственности \nРазработчик бота не несет ответственности за убытки, повреждения или другие " \
                  "проблемы, возникшие в результате использования или невозможности использования бота.Пользователь " \
                  "использует бот на свой риск. Разработчик не гарантирует бесперебойную работу бота или соответствие " \
                  "его функционала ожиданиям пользователя.\n\n4. Конфиденциальность \nВся информация, передаваемая " \
                  "через бота, может быть доступна другим пользователям бота.\n\n5. Интеллектуальная " \
                  "собственность\nВсе права на контент и функционал бота «Сервис попутчиков» принадлежат его " \
                  "разработчику.\n\n6. Изменения в пользовательском соглашении\nРазработчик вправе вносить изменения " \
                  "в это пользовательское соглашение без предварительного уведомления. Изменения вступают в силу с " \
                  "момента их публикации.\n\n7. Контактная информация\n\n Если у вас возникли вопросы или проблемы, " \
                  "связанные с использованием бота, вы можете связаться с администратором в разделе «Инструкция» " \
                  "кнопка «Написать администратору»\n\n8. Принятие условий\nИспользование бота «Сервис попутчиков» " \
                  "означает ваше полное согласие с условиями этого пользовательского соглашения.\n\nС уважением," \
                  "\nTelegram-бот «Сервис попутчиков». ». "
